Repository: giellalt/corpus-nob
Catalog: tmx/fkv/facta/kainun_institutti/kurs_trolliord_kvensk-kaanos_ferdig_.doc.tmx
Source language: nob
Languages: fkv

source: Bruk klossene og snakk som den minste bukken, den mellomste, trollet osv. All tale bør være i nåtid (presens).
fkv: Piđä klossii ja puhu niin ko Pikkupukki Pruusi, Keskipukki Pruusi, trolli jne. Kaikki puhet pittää olla nykyaijassa (preesens).

source: Dette blir en form for teater og dramatisk lek, der handlingen er gitt av eventyret.
fkv: Tällä tavala synttyy teatterii ja dramaattista leikkii missä pohjana oon eeventyyrin tapattumat.

source: Bruk gjerne eksempelet under fra eventyret om Gutten som gikk til Nordavinden for å kreve tilbake melet som inspirasjon og bygg videre på det:
fkv: Alapuolela oon esimerkki eeventyyristä Poika joka meni Pohjaistuulen tykö ja vaati jauhot takaisin. Saatat pittäät sitä inspirasjuuninna ja rakenttaat siitä etheenpäin:

source: Gutten: Hei.
fkv: Poika: Hei.

source: Moren: Hei, jeg er mammaen.
fkv: Mamma: Hei, mie olen mamma.

source: Gutten: Åh, jeg er så sulten!
fkv: Poika: Oh, minula oon kova nälkä!

source: Hva skal vi spise?
fkv: Mitä aijoma syöđä?

source: Moren: Vi har ikke noe mat. Men vi kan lage grøt.
fkv: Mamma: Meilä ei ole mithään ruokkaa.

source: Da må du gå ut på stabburet og hente mel.
fkv: Sitte sie häyđyt mennä aitthaan ja nouttaat jauhoi.

source: Gutten: Greit!
fkv: Poika: Selvä!

source: (Flytt gutten «ut»).
fkv: (Siirä pojan “ulos”).

source: Åh, det blåser!
fkv: Oh, se tuulee!

source: (Lag blåselyd.
fkv: (tehe puhaltamisäänii.)

source: ) (Ordkortet med bilde av stabburet kan ligge på bordet, eller du kan bruke en eske, og flytte gutten «inn» i stabburet.
fkv: (Sanakortti missä oon aitta, saattaa makkaat pöyđälä, tahi sie saatat pittäät loovaa, ja siirttäät pojan ”sisäle” aitthaan).

source: ) Nå henter jeg mel til grøten!
fkv: Nyt mie nouđan jauhot puurhoon!

source: Nå blir mammaen min glad.
fkv: Nyt tullee mamma iloiseksi.

source: Jeg er så sulten, nam nam, det skal bli godt med mat!
fkv: Minula oon niin kova nälkä, njam njam, se oon hyvä ko saapi ruokkaa.

source: Nordavinden: Sh sh sh (Flytt Nordavinden over gutten.)
fkv: Pohjaistuuli: Sh sh sh (Siirä Pohjaistuulen pojan yli).

source: Gutten: Å nei!
fkv: Poika: Voi ei!

source: Nå ble alt melet blåst bort!
fkv: Nyt tuuli puhalsi kaikki jauhot pois!

source: Hva vil mamma si?
fkv: Mitä mamma sannoo siitä?

source: Moren: Hvor er melet?
fkv: Mamma: Missä jauhot oon?

source: Gutten: Nordavinden blåste så fælt, så alt melet for sin vei! Moren: Uff og uff.
fkv: Poika: Pohjaistuuli puhalsi niin pahasti, niin kaikki jauhot jaukuthiin tuulen myötä!

source: Stakkars oss.
fkv: Mamma: Voi, voi.

source: Du må gå ut på stabburet og se om det er noe mel igjen.
fkv: Sie häyđyt mennä ulos aitthaan ja kattoot oonko sielä mithään jauhoi jäljelä.

source: Slik kan du fortsette.
fkv: Sillä tavala sie saatat jatkata.

source: Lag enkle setninger/replikker som figurene sier.
fkv: Tehe helpot sätningit/repliikit niin ko mitä karaktäärit sanothaan.

source: Beveg figurene hit og dit, og ta i bruk annet materiell hvis du vil konkretisere mer enn det du finner i eventyresken, for eksempel skogen (grener fra trær, lyng, mose, blader), foss (tøystykke som heng ned frå stol/bord (der trollet skal bli dytta utfor)), setra (en eske, gjerne dekorert med vinduer og dør med gress utenfor), osv.
fkv: Liikuta karaktääriitä sinne ja tänne, ja piđä muuta materiaalii jos halluut konkreetiseerata enämen ko mitä löyđät eeventyyriloovasta. Sie saatat laittaat esimerkiksi mettän (puitten oksat, varvut, sammalet, lehđet), kurkkiin mihin trollit tölmäthään (kangas mikä henkkaa toolin/pöyđän syrjältä), kesäsijan (loova missä oon klasit, ovi ja ruuhoo siljola), jne.

source: Du kan også bruke kulissene/scenene fra eventyret herifra: Lytt til eventyret, og blåse de opp med videokanon eller på interaktiv tavle.
fkv: Sie saatat kans pittäät eeventyyrin kylissiitä/seenii tällä tavala: Kuuntele eeventyyrii, ja puhala net ylös videokanuunila tahi interaktiivisele taulule.

source: Flere språk
fkv: Usseita kielii

source: Barn med andre morsmål enn majoritetsspråket/undervisningsspråket kan få høre eventyret på eget morsmål før det formidles på majoritetsspråket i stor gruppe.
fkv: Se oon lapsii kekkä puhuthaan muita äiđinkielii ko majoriteettikieltä/oppimakieltä. Het saatethaan kuunela eeventyyrii omala äiđinkielelä ennen ko sen muistelhaan majoriteettikielelä isossa roikassa.

source: Senere kan andre barn med fordel delta i aktiviteten for å bygge kunnskap om språkforskjeller og likheter.
fkv: Hiljemin saatethaan muut lapset eđula olla myötä aktiviteetissa. Sillä tavala rakenethaan tiettoo kielierotuksista ja samanlaisuuksista.

source: Hvordan er det å møte et ukjent språk?
fkv: Kuinka se oon ko pittää kohđatella tuntemattoman kielen?

source: Kan vi lære ordet på flere språk, på Eric sitt språk?
fkv: Saatamako oppiit sanan usseemalla kielelä, Ericin kielelä?

source: En slik tilnærming kan bidra til å verdsette morsmålene som finnes i barnegruppen, og barn som mangler ferdigheter i majoritetsspråket får muligheten til å vise ferdigheter gjennom morsmålet sitt.
fkv: Semmoinen tapa lijetä assiita saattaa olla avuksi siihen ette arvostethaan kaikkii äiđinkielii mitä lapset puhuthaan. Lapset keilä ei ole taittoi majoriteettikielessä saađhaan mahđolisuuđen näyttäät kykkyi oman äiđinkielen kautta.

source: Lytt til eventyret
fkv: Kuuntele eeventyyrii

source: 3d Gjenta formidlingen
fkv: Muistele muisteluksen uuđesti

source: Å formidle et eventyr slik at barna forstår og har glede av de ulike sidene ved innholdet, krever at du arbeider med eventyret over tid.
fkv: Se ette jakkaat eeventyyrin niin ette lapset ymmärethään sisälyksen eri puolii ja niistä oon heile illoo, vaattii sen ette sie työtelet eeventyyrin kans pitemän aijan myötä.

source: En god formidling tar tid.
fkv: Hyvä muisteleminen ottaa aikkaa.

source: Etter at eventyret har blitt formidlet minst en gang, fra begynnelse til slutt uten avbrudd i narrativen, bør formidlingen gjentas flere ganger.
fkv: Ko eeventyyrin oon muisteltu ainaki kerran, alusta lopphuun ilman ette narratiivi olestuu, niin sen jälkhiin sen häyttyy muistela usseeman kerran.

source: Ved gjentagelse kan man gjerne ta små avstikkere som trener spesielle språkferdigheter.
fkv: Ko muistelet eeventyyrii usseeman kerran, niin saatat ottaat myötä teemoi joitten avula harjoitelhaan vasittui kielitaittoi.

source: Avstikkerne kan variere for hver gjennomgang av eventyret.
fkv: Saatat joka kerrala valita eri teeman ko muistelet eeventyyrin.

source: Eventyret om De tre bukkene Bruse egner seg for videre arbeid rundt matematiske begreper.
fkv: Eeventyyri Kolme pukkii Pruusii toimii hyvin ko työtelhään etheenpäin matemaattisten termiin kans.

source: Terningene har motiver som tall, geometriske former og terningsymboler, og eventyret i seg selv egner seg til å snakke om rekkefølge, størrelser, tyngde og tall.
fkv: Tärningiissä oon erilaiset motiivit niin ko numerot, geometriset formut ja tärninkisymbolit. Eeventyyri itte passaa hyvin siihen ette puhhuut oorningista, kovoista, painoista ja numeroista.

source: Når du formidler eventyret andre gang, kan du ha terningene fra språkesken i posen.
fkv: Ko sie muistelet eeventyyrin toisen kerran, niin sie saatat panna kieliloovan tärningit pusshiin.

source: La barna få trekke en og en terning og snakk med barna om hva tallet eller formen heter, hvordan det ser ut, og hvilken farge det har.
fkv: Puhu lasten kans siitä mikä numero tahi formu se oon. Lisäksi siitä ette minkä näköinen se oon ja minkä färinen.

source: Dere kan også bruke brettet fra språkesken og legge terningen på riktig plas på brettet.
fkv: Tet saatatta kans pittäät kieliloovan prettaa ja panna tärningit oikkeesseen paikkhaan pretassa.

source: Se flere tips under etterarbeid og aktiviteten tilleggstema.
fkv: Katto lissää vinkkii jälkityön ja lisäteema-aktiviteetin alla.

source: 1. Når du formidler eventyret andre gang, kan du ha en pose med andre konkreter for å gjøre formidlingen variert og komme inn på nye begreper.
fkv: 1. Ko sie muistelet eeventyyrin toisen kerran, niin saatat pittäät pussii missä oon muita konkreettiita. Sillä laila varieeraat muistelusta ja saatat ottaat myötä uussii termii.

source: Med eventyret om Gutten og Nordavinden som eksempel kan du f.eks ta utgangspunkt i at gutten skal gå gjennom skogen for å komme til Nordavinden.
fkv: Sie saatat pittäät esimerkkinä eeventyyrii Poika ja Pohjaistuuli, ja muistela kuinka poika häyttyy mennä mettän läpi ette päässee Pohjaistuulen tykö.

source: Her treffer han mange dyr som bor i skogen.
fkv: Täälä hän kohđattellee paljon eläviitä jokka asuthaan mettässä.

source: Spør barna om de vet navnet på noen dyr som bor i skogen.
fkv: Kysy lapsilta tieđethäänkö het mikkä elävät asuthaan mettässä.

source: I posen har du en rev, en ulv, en elg, en ugle, et ekorn, en flaggermus osv. La barna få trekke dyr fra posen og snakk med barna om hva dyra heter, hvordan de ser ut, hva de spiser og hva barnet deres heter.
fkv: Pussissa oon kettu, hukka, elka, pökkö, orava, lentohiiri jne. Anna lapset vettäät elävät pussista ja puhu lasten kans mikkä elävät net oon, minkänäköiset net oon, mitä net syöđhään, ja minkänimiset lapset niilä oon.

source: Når du formidler eventyret tredje gang, kan du ha en liten pose eller sekk som gutten har på ryggen når han skal gå til Nordavinden.
fkv: Ko muistelet eeventyyrin kolmanen kerran, niin saatat pittää pienen pussin tahi säkin, joka oon pojan sölässä ko hän mennee Pohjaistuulen tykö.

source: Spør barna hva de tror han har med.
fkv: Kysy lapsilta mitä het ajatelhaan ette hänelä oon myötä.

source: Så tar du ut drikkeflaske, matpakke, eple, rosiner, kniv, plaster osv.
fkv: Niin sie otat ulos juomapoteelin, niestan, äpylin, rusinat, veitten, plasterit jne.

source: Du kan jobbe videre med gjenstandene i sekken.
fkv: Sie saatat työtelä etheenpäin säkin neuvoitten kans.

source: Hva brukes de til?
fkv: Mitä varten net oon?

source: Hvorfor har gutten med seg plaster?
fkv: Miksi pojala oon plasteri myötä?

source: Har noen av barna i gruppen sår, hvordan de fikk såret, trenger de plaster osv.
fkv: Oonko joilaki roikan lapsila haavoi? Kuinka het saathiin net, tarvithaanko het plasterin jne.

source: Når du formidler eventyret andre gang, kan du ha en pose med andre konkreter for å gjøre formidlingen variert og komme inn på nye begreper.
fkv: Ko muistelet eeventyyrin toisen kerran, niin saatat pittäät pussii missä oon muita konkreettiita. Sillä laila varieeraat muistelusta ja saatat ottaat myötä uussii termii.

source: Kan du bruke eksempelet under fra eventyret om Gutten og Nordavinden og tilpasse til gjenfortelling av eventyret om Påfuglen og ravnen?
fkv: Saatatko pittäät esimerkkii eeventyyristä Poika ja Pohjaistuuli, ja sovittaat sitä ko muistelet eeventyyrii Riikinkukko ja korppi?

source: Ta utgangspunkt i at gutten skal gå gjennom skogen for å komme til Nordavinden.
fkv: Piđä lähtökohtana sitä ette poika häyttyy kävelä mettän läpi ette päässee Pohjaistuulen tykö.

source: Gjennom det somaliske eventyret om Krokodillen og reven får man lære om forskjellene mellom dyrene, om hvordan de ser ut.
fkv: Somalialaisen Krokodilli ja kettu -eeventyyrin avula opithaan eläviitten eroituksista, ja minkänäköiset net oon.

source: Hvem har den lengste halsen, de største ørene eller den mykeste pelsen?
fkv: Kenelä oon pissiin kaula, issoimat korvat tahi pehmiin turkki?

source: Og kan man kjenne igjen dyrene ut fra mønsteret de har på kroppen?
fkv: Ja tunnistethaan elävät sen avula ette minkälaiset mönsterit heilä oon kropissa.

source: Kan du bruke eksempelet under fra eventyret om Gutten og Nordavinden og tilpasse til gjenfortelling av eventyret om Krokodilla og reven?
fkv: Saatatko pittäät esimerkkii eeventyyristä Poika ja Pohjaistuuli, ja sovittaat sitä ko muistelet eeventyyrii Krokodilli ja kettu?

source: I det polske eventyret om skomakeren Dratewka holder heksa jomfruen fanget i et slott.
fkv: Puolalaisessa eeventyyrissä suutari Dratewkasta, oon noita fanginu neiđon toornhiin.

source: I Polen finnes mange flotte bygninger og slott.
fkv: Puolassa oon paljon fiinii pytinkkiitä ja linnoi.

source: Skomakeren blir ledet opp gjennom vindeltrapper og tunge dører til det øverste innerste rommet.
fkv: Suutarin johđatelhaan ylös spiraalitrappuin ja raskhaitten ovviin läpitte ja ylemphään sishäisheen lomhaan.

source: Eventyret egner seg f.eks til å jobbe med preposisjoner og adjektiver.
fkv: Eeventyyri passaa hyvin siihen ette työtelhään adposisjuuniitten ja adjektiiviitten kans.

source: bak gjennom den minste døren, det høyeste tårnet osv.
fkv: Alla, yli, sisäle, takana pieniimän oven läpi, korkkein toorni jne.

source: Kan du bruke eksempelet under fra eventyret om Gutten og Nordavinden og tilpasse til gjenfortelling av eventyret om Skomakeren?
fkv: Saatatko pittäät esimerkkii eeventyyristä Poika ja Pohjaistuuli, ja sovittaat sitä ko muistelet eeventyyrii suutarin ympäri?

source: Eventyret om stallo på julaften har samisk opprinnelse og formidler samisk kultur og levesett.
fkv: Eeventyyrissä Stallu jouluaattona oon saamelainen alkupörä ja se muistelee saamelaisesta kylttyyristä ja elämäntavasta.

source: Her blir man kjent med de samiske eventyrkarakterene stallo og luthat/rovthega, og man får se ulike samiske klesplagg.
fkv: Täälä opastutethaan saamelaisheen Stallu-eeventyyrikaraktäärhiin ja hänen ämmhään Luhtakkhaan (saameksi Luhtat/Rovhtege).

source: Med terningene kan man leke og sette sammen lue, kofte og skaller fra de ulike samiske områdene.
fkv: Tärningiilä saatethaan tierata ja panna yhtheen lakin, saamenpuvun ja nutukat mitä piđethään eri saamelaisila aloila.

source: Barna kan bygge karakterer med lulesamisk, sørsamisk eller nordsamisk opprinnelse.
fkv: Lapset saatethaan rakenttaat ylös karaktäärit keilä oon luulajansaamen, eteläsaamen tahi pohjaissaamen alkupörä.

source: Kan du bruke eksempelet under fra eventyret om Gutten og Nordavinden og tilpasse til gjenfortelling av eventyret om Stallo?
fkv: Saatatko pittäät esimerkkii eeventyyristä Poika ja Pohjaistuuli, ja sovittaat sitä ko muistelet eeventyyrii Stallun ympäri?

source: Etterarbeid
fkv: Jälkityö

source: Når eventyret er kjent for alle barna vil det fungere som felles referanseramme og leketema.
fkv: Ko eeventyyri oon tullu opphaaksi kaikile lapsile, niin sitte se toimii yhtheisennä referansiraamina ja tieraamisteemana.

source: Eventyret er godt egnet til å dikte videre på og gi inspirasjon til ulike aktiviteter.
fkv: Eeventyyri passaa hyvin siihen ette hoksathaan muisteluksheen lissää assiita. Lisäksi se anttaa inspirasjuunin eri aktiviteetthiin.

source: Etterarbeidet består av ulike aktiviteter som kan foregå inne, ute, digitalt eller analogt, og med eller uten konkretene fra språkesken.
fkv: Jälkityö pittää sisälä erilaissii aktiviteettiita mitä saatethaan tehđä sisälä, ulkona, digitaalisesti tahi analoogisesti, ja kans kieliloovan konkreettiitten kans tahi ilman niitä.

source: Aktivitetene gir barna anledning til å ta i bruk tema og de nye begrepene som barna har blitt kjent med i arbeid med eventyret.
fkv: Aktiviteetit annethaan lapsile mahđolisuuđen ottaat pithoon teeman ja uuđet termit mihin het oon opastunheet ko het oon työtelheet eeventyyrin kans.

source: Barn forteller spontant, og slik deler de sine erfaringer med voksne og andre barn.
fkv: Lapset muistelhaan spontaanisti, ja sillä tavala het jajethaan omat kokemukset raavhaitten ja muitten lasten kans.

source: Troll i ord legger opp til at barna skal lære å formidle et innhold de har hørt, og bli gode fortellere som er glade i å bruke språket.
fkv: Troll i ord tekkee mahđoliseksi sen, ette lapset opithaan jakamhaan sen sisälyksen minkä het oon kuulheet.

source: Vårt mål er at de skal assosiere eventyr og fortellinger med hyggestunder, og vi har derfor valgt å utvikle et variert materiell som barna kan bruke som støtte og inspirasjon når de skal fortelle, og bruke elementer fra fortellingen som leketema..
fkv: Meiđän moolina oon ette het assosieerathaan eeventyyrin ja muistelukset siihen ette heilä oon soma olla, ja siksi olema valinheet sen ette kehitämmä varieerattuu materiaalii. Sitä lapset saatethaan pittäät tukena ja inspirasjuuninna ko het piđethään muistela.

source: Fortelle eventyr med fortellekort
fkv: Muistelemiskortit näytethään eeventyyrin seenit.

source: Fortellekortene viser scener fra eventyret.
fkv: Kortit tulhaan kieliloovan kans präntättyinä korttiina.

source: Kortene følger med språkesken som trykte kort, og det finnes ni fortellekort for hvert eventyr.
fkv: Se oon olemassa yhđeksen muistelemiskorttii jokhaista eeventyyrii varten.

source: Du kan også laste ned en pdf og skrive ut fortellekortene.
fkv: Sie saatat kans lastata alas pdf:n ja printata muistelemiskortit.

source: Legg ut det første fortellekortet.
fkv: Pane esile ensimäisen muistelemiskortin.

source: Så legger du ut et nytt kort og trekker barnet med i gjenfortellingen.
fkv: Sitte pane esile uuđen kortin ja ota lapsen myötä muistelemhaan muisteluksen uuđesti.

source: På denne måten støtter bildene opp om selve gjenfortellingen og barna slipper å lure på om de husker innholdet.
fkv: Tällä tavala kuvat tujethaan muistelusta eikä lapset tarvitte ajatella sitä muistethaanko het sisälyksen.

source: Husker dere hva eventyret handlet om?
fkv: Muistattako tet mistä eeventyyri muistelee?

source: — Ja, det handlet om de tre bukkene Bruse.
fkv: -Kyllä, se muistelee Kolme pukkii Pruusista.

source: 4a1p
fkv: 4a1n

source: — Ja, det handlet om Påfuglen og Ravnen.
fkv: -Kyllä, se muistelee Pohjaistuulesta.

source: 4a1k
fkv: -Kyllä, se muistelee Riikinkukosta ja korpista.

source: — Ja, det handlet om Krokodillen og Reven.
fkv: -Kyllä, se muistelee Krokodillista ja ketusta.

source: — Ja, det handlet om Skomakeren.
fkv: -Kyllä, se muistelee Suutarista.

source: — Ja, det handlet om Stallo.
fkv: -Kyllä, se muistelee Stallusta.

source: — Ja, det handlet om Undervannslandet.
fkv: -Kyllä se muistelee Veđenalaisesta mailmasta.

source: Vi legger opp til at barna skal lære å fortelle eventyret.
fkv: Met tehemä sen mahđoliseksi ette lapset opithaan muistelemhaan eeventyyrin.

source: Barn som forteller om noe de har opplevd eller hørt, vil selv lære om hendelsen og utvide sin forståelse av den ved å viderefortelle til andre.
fkv: Lapset kekkä muistelhaan jotaki siitä mitä het oon kokenheet tahi kuulheet, opithaan itte tapattumasta. Het kans tehđhään oman ymmäryksen laajemaksi ko het muistelhaan sen etheenpäin muile.

source: De får både kognitive, sosiale og språklige erfaringer, og de lærer seg å ta mottakerens perspektiv.
fkv: Het saađhaan sekä kognitiiviset, sosiaaliset ja kieleliset kokemukset. Het kans opithaan ottamhaan vasthaanottaajan näkövinkkelin.

source: Når barnet skal dele en hendelse med andre, må de fortelle slik at andre forstår, og her spiller selvfølgelig språket en sentral rolle.
fkv: Ko lapset piđethään jakkaat tapattuman, niin het piđethään muistela sen sillä laila ette muut ymmärethään sen. Kielelä oon tietenki tärkkee rooli tässä.

source: Når barna forteller, vil de oppleve at andre ikke forstår eller vet det samme som de selv gjør, og de vil oppleve at andre barn og også voksne kan være uenige i det de sier.
fkv: Ko lapset muistelhaan, niin het tulhaan kokemhaan ette muut ei ymmärä tahi ei tieđä sammoi assiita ko het. Het tulhaan kans kokemhaan ette muut lapset ja raavhaat saatethaan olla eri mieltä siitä mitä het sanothaan.

source: Når barn forteller, vil de få spørsmål som avdekker dette.
fkv: Ko lapset muistelhaan, niin silloin het saađhaan kysymyksii mikkä tuođhaan nämät assiit esile.

source: Tilhørerne kan spørre om hvor og når noe skjedde, hvem som var til stede og hva som skjedde først og etterpå.
fkv: Kuunteliijat saatethaan kyssyyt missä ja koska jotaki tapattui, kuka oli paikala ja mitä tapattui ensisti ja sen jälkhiin.

source: Slike spørsmål er vanlige i all samhandling, og spørsmålene vil støtte barna i å forstå at mennesker har forskjellige oppfatninger og erfaringer.
fkv: Semmoiset kysymykset oon tavaliset kaikissa yhtheistevoissa. Kysymykset saađhaan lapset ymmärtämhään ette ihmisillä oon eri käsityksii ja kokemuksii.

source: I tillegg vil barna lære hva som er forventet av en fortelling i vestlige kulturer, nemlig at de har en innledning, et hovedpoeng og en avslutning.
fkv: opithaan ette mitä muistelukselta ođotethaan länsimaisissa kylttyyriissä, näjet ette niissä oon johđatus, pääpoengi ja lopetus.

source: Fortellekort på storskjerm
fkv: Muistelemiskortit isossa s ä rmissä

source: Å være i et rom der eventyret formidles på en stor skjerm, skaper en egen stemning.
fkv: Se ette oon lomassa missä eeventyyrin jajethaan isola särmilä, luopi oman stemningin.

source: Pedagogen kan trekke med barna i formidlingen og avpasse tempoet i visningen av bildene.
fkv: Pedagoogi saattaa ottaat lapset myötä muistelemisheen ja passata tempon ko näytethään kuvvii.

source: Fortellekortene kan vises på lerret eller interaktiv tavle.
fkv: Muistelemiskortit saatethaan näyttäät kankhaala tahi interaktiivisessa taulussa.

source: Det er viktig at den voksne respekterer barns fortellinger, både eventyr og spontane fortellinger.
fkv: Se oon tärkkee ette raavas kunnoittaa lasten muisteluksiita, sekä eeventyyriitä ja spontaaniita muisteluksiita.

source: Selv om fortellingen har mangler og svakheter på flere punkter, bør den voksne unngå å framheve dette, men tvert imot gi barnet positiv tilbakemelding og styrke barnets lyst til å fortelle.
fkv: Vaikka muisteluksessa oon monessa kohtaa puuttheita ja heikkouksii, raavas pittää välttäät tuomasta sitä esile. Päinvastoin hän pittää puhhuut positiivisesti siitä ja vahvistaat lapsen halun muistela.

source: Der det er uklart hva barnet prøver å si, bør den voksne være en positiv hjelp og støtte.
fkv: Silloin ko oon epäselvä mitä lapsi freistaa sannoot, pittää raavas olla positiivisenna apuna ja tukena.

source: Det kan gjøres ved å gi samtalestøtte i form av spørsmål som barnet kan nøye seg med å bekrefte, eller spørsmål som innbyr til mer utfyllende svar.
fkv: Sen saattaa tehđä niin ette praattii lapsen kans ja kyssyy semmoissii kysymyksii mikkä lapsi saattaa vahvistaat. Se saattaa kans olla kysymys joka haastaa vastaamhaan jotaki lissää.

source: Legge i rekkefølge
fkv: Panna oorninkhiin

source: Barna kan selv prøve å legge fortellekortene i riktig rekkefølge og pedagogen kan bruke aktiviteten til å observere hva barna har forstått av eventyret som er blitt formidlet.
fkv: Lapset saatethaan itte freistata panna muistelemiskortit oikkeesseen oorninkhiin. Pedagoogi saattaa pittäät aktiviteettii siihen ette havaita mitä lapset oon ymmärtänheet siitä eeventyyristä minkä oon muisteltu.

source: Avhengig av barnas alder og språklige nivå kan du bruke alle eller bare de viktigste fortellekortene.
fkv: Sie saatat pittäät kaikkii tahi tyhä niitä tärkkeimppii muistelemiskorttii siltä pohjalta ette mikä oon lasten ikä ja kielelinen tasa.

source: Samtalekort
fkv: Praattikortit

source: Samtalekort er enkeltstående kort med et spørsmål eller et problem som skal løses, gjerne som en samtale eller som diskusjon i gruppe.
fkv: Praattikortit oon yksittäiset kortit missä oon kysymys tahi probleemi jonka pittää ratkaista, mielelä praattina tahi diskusjuunina roikassa.

source: Samtalekortene kan dreie seg om å finne en løsning på et dilemma;
fkv: Lapset häyđythään valita ja hunteerata puolesta ja vasthaan.

source: barna må ta et valg og veie for og imot, de skal tenke seg en framtidig situasjon, de skal forklare eller begrunne - kort sagt de skal bruke fantasi og fornuft for å komme fram til løsninger.
fkv: Lyhykäisesti sanottunna het häyđythään pittäät fantasiita ja järkkee ette löyđethään ratkaisut.
